tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "cmake"
brew "fish"
brew "hexedit"
brew "libtool"
brew "mpv"
brew "tig"
brew "entr"
brew "node"
brew "imagemagick"
brew "git-lfs"
brew "rbenv"
brew "mint"
brew "transmission-cli"
brew "xcodegen"
brew "ffmpeg"
brew "zola"
brew "yq"
brew "jq"
brew "shellcheck"
brew "yt-dlp"
brew "podman"
brew "jj"
brew "taplo"
brew "asciinema"
brew "fzf"
brew "aider"
brew "wireshark"

cask "font-source-code-pro"
cask "wezterm"
