tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
brew "ansible"
brew "gettext"
brew "carthage"
brew "swiftlint"
brew "cmake"
brew "exercism"
brew "fish"
brew "git-flow"
brew "hexedit"
brew "libtool"
brew "youtube-dl"
brew "mpv"
brew "neovim"
brew "node"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "xctool"
brew "ranger"
brew "duti"
brew "yarn"
brew "entr"
