tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions" # wezterm nightly

brew "gettext"
brew "cmake"
brew "exercism"
brew "fish"
brew "git-flow"
brew "hexedit"
brew "libtool"
brew "mpv"
brew "neovim"
brew "tig"
brew "trash"
brew "xctool"
brew "entr"
brew "node"
brew "imagemagick"
brew "git-lfs"
brew "rbenv"
brew "gh"
brew "mint"
brew "transmission-cli"
brew "xcodegen"
brew "ffmpeg"
brew "zola"
brew "rust-analyzer"
brew "yq"

cask "font-source-code-pro"
cask "wezterm-nightly", greedy: true
