tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions" # wezterm nightly

brew "cmake"
brew "fish"
brew "hexedit"
brew "libtool"
brew "mpv"
brew "neovim"
brew "tig"
brew "trash"
brew "entr"
brew "node"
brew "imagemagick"
brew "git-lfs"
brew "rbenv"
brew "mint"
brew "transmission-cli"
brew "xcodegen"
brew "ffmpeg"
brew "zola"
brew "yq"
brew "jq"
brew "shellcheck"
brew "yt-dlp"
brew "podman"

cask "font-source-code-pro"
cask "wezterm-nightly", greedy: true
