tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "cmake"
brew "fish"
brew "hexedit"
brew "libtool"
brew "mpv"
brew "tig"
brew "node"
brew "imagemagick"
brew "git-lfs"
brew "rbenv"
brew "xcodegen"
brew "ffmpeg"
brew "shellcheck"
brew "podman"
brew "jj"
brew "taplo"
brew "fzf"

cask "font-source-code-pro"
cask "wezterm"
